;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Slovenščina
;Language name in English e.g. German
LanguageEn=Slovenian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(prazno)
21027=V redu
21028=Prekliči
21029=Zapri

;Words - simple words can be reused
150=Noben
151=Uporabi
152=Mapa
153=Datoteka
154=Ime
155=Pot
156=Ime:
157=Vroča tipka:
158=Pot:
159=Ponastavi
160=Hotkey
161=Edit
162=Theme
163=Export
;164=Tip
165=Example:
166=Parameter
167=Custom

;Global
602=Možnosti Listary

;Balloon
801=Listary teče v ozadju.
802=Išči med tipkanjem
803=Iskanje med tipkanjem je za ta seznam začasno onemogočeno. Pritisnite ESC za obnovo.

;Tray Menu
1001=Spletna pomoč
1002=Preveri za posodobitve...
1003=Vizitka
1004=Izhod

;Toolbar
1100=Išči

;Favorite Menu
2000=Priljubljene
2001=Ta aplikacija
2002=Splošno
2003=Dodaj tukaj
2004=Dodaj trenutno mapo med priljubljene
2050=Napaka pri dodajanju med priljubljene
2051=Listary ni uspelo dobiti poti te aplikacije.

;Recent Menu
2100=Nedavno
2101=Počisti
2105=Spremljaj to aplikacijo
2106=Ne spremljaj te aplikacije

;Commands Menu
2201=Trenutno odprte mape
2202=Preklopi na zadnjo odprto mapo v upravitelju datotek
2203=Odpri izbrano datoteko v upravitelju datotek
2204=Razišči trenutno mapo
2205=Ukazna vrstica
2206=Pojdi v mapo aplikacije
2207=Razišči mapo aplikacije
2208=Prikaži končnico datoteke
2209=Pokaži skrite datoteke in mape
2210=Kopiraj pot mape v odložišče
2211=Kopiraj poti izbranih postavk v odložišče
2212=Kopiraj prikazana imena izbranih postavk v odložišče
2213=Možnosti
2214=Nadgradi v Pro različico
2215=Izvozi  vsebino seznama v Excel
2216=Onemogoči Listary za to aplikacijo
2218=Separator
2219=Za eno stopnjo navzgor
2220=Create Folder
2252=Ali ste prepričani, da želite onemogočiti Listary za to aplikacijo?
2253=Onemogoči Listary
2254=Listary se ne bo prikazal več od naslednjega zagona te aplikacije.
2260=Ukazni poziv (Administrator)
2261=Dodaj trenutno mapo kot projekt

; Export to Excel command
2270=Žal ta seznam ni podprt
2271=Obdelava...
2272=Shranjevanje ni uspelo. Preverite, ali je datoteka odprta v drugem programu.

;Search
2300=Seznam
2301=Pojdi na
2302=Ni postavk, ki ustrezajo vašemu iskanju.
2303=(trenutna mapa)
2304=Projekt
2305=Kontekstni meni

;Options > General
3000=Splošno
3001=Zaženi Listary ob zagonu Windows-ov
3002=Za Windows XP Raziskovalca samodejno nastavi vhodni fokus na seznam datotek
3004=Hitro stikalo (Odpri trenutno mapo v pogovornem oknu datoteke, ko preklopite na upravitelja datotek)
3005=Jezik:
3006=Privzeti upravitelj datotek
3007=Izpolnite to, če vam je ljubše uporabljati upravitelja datotek, ki ni Windows Raziskovalec.\nUporabi %1 v parametru za pot. Ne pozabite ponudbe.
3008=Neurejeno ujemanje
3009=Samodejno preveri za posodobitve
3010=Preveri za nove beta različice
3011=Reset Tips
3012=Please change "Path" to the real path of $1 on your system.
3020=Prefiks začasno onemogoča iskanje med tipkanjem v trenutnem seznamu (pritisnite ESC za obnovitev):

;Options > Favorites
3100=Priljubljene
3106=Podmeni

;Options > Keywords
3300=Keywords
3306=Dodaj ukaz po meri
3309=Ukaz
3313=Prikazan naziv:
3314=Opis:
3315=Ključna beseda:
3316=Tiho
3317=Zaženi kot administrator
3318=Batch Add
3319=Working directory:
3320=Only show in launcher
3330=Format:

;Options > Applications
3402=Omogoči Listary za to aplikacijo
3403=Spremljaj nedavne datoteke in mape

;Options > Display
3603=Relativno na seznam
3604=Relativno na okno
3605=Od zgoraj
3606=Od spodaj
3607=Od leve
3608=Od desne
3618=Na vrh okna
3619=Na dno okna
3620=Relativno na monitor
3621=Na sredino okna
3624=Za aktiviranje Listary dvokliknite z miško na praznem prostoru
3625=Za aktiviranje Listary kliknite kolešček miške
3626=Enable Listary hotkeys
3628=Pozicija orodne vrstice
3629=Išči med tipkanjem

;Options > Pro
3800=Nadgradi v Listary Pro
3802=Ime:
3803=E-pošta:
3804=Registracijska koda:
3808=Prilepi iz odložišča
3809=Preveri registracijsko kodo
3810=Čestitamo, uspešno ste nadgradili na Listary Pro!
3811=Oprostite, registracijska koda je neveljavna.
3812=Listary je brezplačna le za osebno, nekomercialno uporabo.
3813=Če želite uporabiti Listary v komercialne namene, ali pri svojem poslovanju, ali če želite podpreti razvoj Listary, prosimo nadgradite na Listary Pro.
3814=Pridobite Listary Pro zdaj!

;Options > About
3900=Vizitka
3902=Prikaži domačo stran
3903=Za ta program ima licenco

;Options > Integration
4000=Integracija
4002=Uporabi Total Commander namesto pogovornih oken datotek:

;Custom Command Dialog
4200=Ukaz po meri
4202=Parameter:
4210=Ustvarite txt datoteko (primer)
4211=Ustvari "{poizvedba}.txt"
4212=Npr. vnesite "txt abc" da uredite "abc.txt" z Beležnico

;Add Favorite Dialog
4300=Dodaj Priljubljene
4301=Uporabi pot

;Menu List
4400=Meni
4401=Orodna vrstica
4402=Pojavni meni
4403=Priljubljeno
4404=Priljubljena aplikacije
4405=Total Commander Imeniški meni
4406=Nedavno
4407=Ukazi
4408=Opravilna vrstica Levi klik meni
4409=Opravilna vrstica Desni klik meni

;Menu List Item Type
4500=Priljubljena mapa
4501=Priljubljen dokument
4502=Zagnana aplikacija

;Options > Menus
5000=Meniji
5001=Ukazi
5002=Ponastavitev menijev
5003=Ali ste prepričani, da želite ponastaviti vse menije na privzete? Ne boste izgubili svoje priljubljene ali pa ukaze.
5010=Spremeni ikono
5011=Povrni privzeto ikono

;Options > Hotkeys
5200=Vroče tipke
3503=Prikaži Listary orodno vrstico:
3504=Prikaži pojavni meni:
5201=Press Ctrl twice to show/hide Listary
5210=Next item:
5211=Previous item:


;Options > By Application
5300=App Settings
5301=Pripete poti
5302=Prikazane so samo aplikacije z neprivzetimi nastavitvami.

;Options > Index
;Removed: 5402 5403
5404=Izključi iskanje na disku
5410=Izključi pogon ali mapo
5411=Dodaj filter izključitve
5412=Odstrani izbrani vnos
5413=Iskanje na disku
5416=Onemogoči iskanje na disku
5417=Veljavni indeks obnovitve
5418=Nalaganje...
5419=Indeks
5420=NTFS pogoni
5421=Lokacije Indeksa po meri
5422=Neveljavna mapa izključitev
5423=Filtri izključitev
5430=Dodaj poljubno lokacijo v indeks
5440=Posodobi indeks vsake $1 minute (0 da onemogočite)
5441=Posodobi indeks zdaj


;Options > History
5500=Zgodovina
5501=Sledi datoteke in mape odprte v preteklosti
5502=Počisti zgodovino
5503=Ali ste prepričani, da želite izbrisati vse pretekle zapise?
3208=Samodejno izberi zadnjo odprto datoteko v pogovornem oknu odprtih datotek
3215=Išči nedavne datoteke in mape
5510=Izključi zgodovino

;Options > Projects
5600=Projekti
5601=Ključna beseda
5602=Kaj je to?
5603=Na primer, če ste dodali "D:\Spletne strani\My Blog" kot projekt s ključno besedo "blog", lahko vnesete "blog" file_to_find.html za iskanje datotek in map v njej od kjerkoli in kadarkoli.
5605=Za nadaljno uporabo projektov nadgradi zdaj na Listary Pro!

;Options > Appearance
5700=Videz
5701=Velikost
5702=Normalna
5703=Majhna
5710=(v pikslih. 0 za privzeto)
5711=Širina:
5712=Maksimalna višina:

;Options > Launch Apps
5800=Zagon aplikacije
5801=Iskalne mape
5802=Search Windows Store apps

;Options > Search
5901=Filtri
5902=Vpišite "ključna beseda: Iskalna poizvedba" ali "Iskalna poizvedba ključne besede:" za uporabo filtra
5910=Išči v:
5911=Iskanje po:
5912=Extensions:

;Options > Actions
6000=Actions
6001=Add custom action
6010=Open with Notepad (Example)

;Dialog > Add Exclude Filter
6100=Dodaj filter izključitve
6101=* ujemanje nič ali več znakov
6102=? ujemanje točno en znak
6103=Filter:

;Dialog > Register Hotkey
6200=Listary Vroča tipka
6201=Vročo tipko $1 uporablja druga aplikacija.
6202=Določite novo:

;Dialog > Upgrade to Pro
6301=This is a PRO feature, offered here for free evaluation.
6302=Nadaljuj

;Updates
6400=Posodobitev Listary
6402=Listary ne more preveriti posodobitve zdaj, poskusite znova pozneje.
6403=Že uporabljate najnovejšo različico Listary, preverite ponovno v prihodnosti.
6404=Nova različica $1 je na voljo.
6405=Nameščena različica:
6406=Najnovejša različica:
6407=Odpri stran za prenos
6408=Preskoči to različico
6409=Opomni me pozneje

; Parameter tips
6500=You can use the following variables in parameter:
6510=Search query
6511=Search result path
6512=Parent folder of search result
6513=Current folder path in Explorer

;UI
8000=Kliknite za nastavitev vroče tipke
8001=Pritisnite vročo tipko

;Tips
8500=Press $1 to switch to launcher mode
8501=Press $1 to enter Actions menu
8502=Press $1 to search only files

;Actions
9000=Ukrepi
9001=Odpri mapo
9002=Kopiraj pot v odložišče
9003=Odpri
9004=Kopiraj pot mape v odložišče
9005=Kopiraj v trenutno mapo
9006=Premakni v trenutno mapo
9007=Kopiraj
9008=Izreži
9009=Send to
9010=Set Keyword
9011=Open with
9020=Ali ste prepričani, da želite premakniti "$1" v "$2"?
9021=Choose another app

;Tutorial
7000=Vadnica
7001=Poskusite!
7002=Naprej >
7003=Ne, hvala
7004=Končano
7005=Kliknite *Naprej >* za končanje

7010=This seems to be the first time you are running Listary. Would you like to take a quick tour?

7020=Za začetek se bo odprlo okno Raziskovalca.

7030=V Raziskovalca lahko neposredno vnesete tisto kar potrebujete.
7031=Vnesite *text 2*

7040=*Tab / Up / Down:* Izberi datoteko ali mapo
7041=*Enter:* Odpri izbrano datoteko ali mapo
7042=*ESC:* Skrij Listary orodno vrstico

7090=Če imate raje miško, lahko za dostop do Listary uporabite dvojni ali srednji klik miške.
7091=Dvoklik na katero koli prazno območje v desnem panelu Raziskovalca.

7100=To search all your apps and files anytime, press Ctrl twice.
7101=Press *Ctrl twice*
7102=Type *Notepad*
7103=Za odpiranje pritisnite Enter

7110=Zdaj naj bi imeli odprto okno Beležnice.
7111=In Notepad, click File menu > Open…
7112=Pritisnite *Ctrl + G*

7120=Listary has just let this Open dialog navigate to the current folder in Explorer!

7130=There are many other features of Listary like favorites, history and commands. For more details, check Listary Options via the tray icon.

7141=Najlepša hvala za vaš čas! Kliknite na spodnjo povezavo če želite izvedeti več o drugih odličnih lastnostih Listary:
7142=Izvedite več o Listary

